{
  "Home": "الرئيسية",
  "About": "حول",
  "About Us": "معلومات عنا",
  "Team": "الفريق",
  "Services": "خدمات",
  "Our Projects": "مشاريعنا",
  "Contact Us": "اتصل بنا",
  "Showcase": "عرض",
  "Marketing": "تسويق",
  "Interactive": "تفاعلي",
  "Design": "تصميم",
  "Branding": "العلامة التجارية",
  "Translate to Arabic": "ترجم إلى العربية",
  "Solid Design and <br />Development Expertise": "خبرة قوية في التصميم والتطوير",
  "Elevate your online presence with innovative web development, cutting-edge app solutions, and tailored software development. Partner with us for unmatched digital success.": "ارتقِ بتواجدك على الإنترنت من خلال تطوير الويب المبتكر وحلول التطبيقات المتطورة وتطوير البرمجيات المصممة خصيصاً لك. تعاون معنا لتحقيق نجاح رقمي لا مثيل له.",
  "MIRA Empowering <br/>Future with <br/>Digital Solutions!": "ميرا تمكّن <br/>المستقبل مع <br/>الحلول الرقمية!",
  "A Gateway to Digital Solutions": "بوابة إلى الحلول الرقمية",
  "14": "أربعة عشر",
  "Years of Digital Solutions Experience": "سنوات من الخبرة في الحلول الرقمية",
  "Our Mission": "مهمتنا",
  "MIRA has been a reliable and a trusted IT partner for big and small businesses for years. With our innovative approach and professionals at work, we are able to deliver prompt IT solutions that best cater your business needs. Unlock Potentials of your business with our Cutting-Edge Solutions from Our Expert Team!": "لطالما كانت شركة MIRA شريكاً موثوقاً وموثوقاً به في مجال تكنولوجيا المعلومات للشركات الكبيرة والصغيرة لسنوات. من خلال نهجنا المبتكر ومحترفينا في العمل، نحن قادرون على تقديم حلول تكنولوجيا المعلومات السريعة التي تلبي احتياجات عملك على أفضل وجه. أطلق العنان لإمكانات عملك مع حلولنا المتطورة من فريقنا الخبير!",
  "Our goal is to deliver amazing experiences that make people talk, and build strategic value for brands, tech, entertainment.": "هدفنا هو تقديم تجارب مذهلة تجعل الناس يتحدثون، وبناء قيمة استراتيجية للعلامات التجارية والتقنية والترفيهية.",
  "More About Us": "المزيد عنا",
  "Web Development": "تطوير الويب",
  "Build an attractive website packed with modern features. Our web developers master the craft of designing, building, and maintaining e-commerce websites and web-based applications built on modern tech stacks.": "قم ببناء موقع جذاب مليء بالميزات الحديثة. يتقن مطورو الويب لدينا فن تصميم وبناء وصيانة مواقع التجارة الإلكترونية والتطبيقات المستندة إلى الويب والمبنية على تقنيات حديثة.",
  "Highest Expectations": "أعلى التوقعات",
  "Our embedded engineering team meets the highest expectations by delivering reliable and high-performance systems tailored to your needs.": "يلبي فريق الهندسة المدمجة لدينا أعلى التوقعات من خلال تقديم أنظمة موثوقة وعالية الأداء مصممة لتلبية احتياجاتك.",
  "High speed processing": "معالجة عالية السرعة",
  "Energy efficient solutions": "حلول موفرة للطاقة",
  "Advanced security measures": "إجراءات أمان متقدمة",
  "Our embedded engineering team is dedicated to creating innovative and reliable solutions for a wide range of applications. With extensive expertise in designing, developing, and deploying embedded systems, we ensure high performance and seamless integration for industries such as automotive, medical, industrial automation, and consumer electronics.": "يكرس فريق الهندسة المدمجة لدينا لإنشاء حلول مبتكرة وموثوقة لمجموعة واسعة من التطبيقات. مع خبرة واسعة في تصميم وتطوير ونشر الأنظمة المدمجة، نضمن أداءً عاليًا وتكاملاً سلسًا للصناعات مثل السيارات، والطب، والأتمتة الصناعية، والإلكترونيات الاستهلاكية.",
  "Enterprise Software": "برامج المؤسسات",
  "With vast experience in development and implementation of Enterprise solutions, MIRA has an expert team of developers and consultant to take your business to the next level. We offer exclusive services for SAP with add-ons integration.": "مع خبرة واسعة في تطوير وتنفيذ حلول المؤسسات، لدى ميرا فريق خبير من المطورين والمستشارين لرفع مستوى عملك. نحن نقدم خدمات حصرية لـ SAP مع تكامل الإضافات.",
  "Our battery management systems are engineered to enhance the performance, longevity, and safety of your batteries.": "تم تصميم أنظمة إدارة البطاريات لدينا لتعزيز أداء وسلامة وبطارياتك.",
  "Robust protections against overcharging": "حماية قوية ضد الشحن الزائد",
  "Maximum energy usage": "أقصى استخدام للطاقة",
  "Meeting industry standards": "الامتثال لمعايير الصناعة",
  "Our battery management systems are designed to maximize the performance, longevity, and safety of your batteries. Leveraging advanced technologies and innovative engineering, we develop comprehensive solutions that monitor and control battery operations in real-time.": "تم تصميم أنظمة إدارة البطاريات لدينا لتعظيم الأداء والسلامة والعمر الافتراضي للبطاريات الخاصة بك. من خلال الاستفادة من التقنيات المتقدمة والهندسة المبتكرة، نقوم بتطوير حلول شاملة تراقب وتتحكم في عمليات البطارية في الوقت الفعلي.",
  "Mobile App Development": "تطوير تطبيقات الهواتف المحمولة",
  "Mobile apps that run across different platforms and varying screen sizes. Be it games, e-commerce apps or educational apps, our team is ready to give you a comprehensive solution to stand tall in sheer competition.": "تطبيقات الهاتف المحمول التي تعمل عبر منصات مختلفة وأحجام شاشات متنوعة. سواء كانت ألعاب أو تطبيقات التجارة الإلكترونية أو التطبيقات التعليمية، فإن فريقنا جاهز لتقديم حل شامل للتميز في المنافسة الشديدة.",
  "Mobile app development revolutionizes how businesses connect with their customers, empowering seamless interactions and delivering unparalleled convenience.": "يحدث تطوير تطبيقات الهاتف المحمول ثورة في طريقة تواصل الشركات مع عملائها، مما يمكّن من تفاعلات سلسة ويوفر راحة لا مثيل لها.",
  "Compelling experiences": "تجارب مقنعة",
  "Robust measures to protect user data": "إجراءات قوية لحماية بيانات المستخدم",
  "Fast, responsive apps": "تطبيقات سريعة واستجابة",
  "Mobile app development is the cornerstone of modern digital interaction, shaping how businesses engage with their audiences and deliver value. Our team specializes in crafting immersive, intuitive, and feature-rich mobile experiences across platforms.": "يعد تطوير تطبيقات الهاتف المحمول حجر الزاوية في التفاعل الرقمي الحديث، حيث يشكل كيفية تفاعل الشركات مع جماهيرها وتقديم القيمة. يتخصص فريقنا في إنشاء تجارب هاتف محمول غامرة وبديهية وغنية بالميزات عبر المنصات.",
  "Cloud-Based Solutions": "حلول قائمة على السحابة",
  "With Mira's managed cloud services enjoy secure, scalable solutions along with storage, processing, and app deployment. We hold expertise in working with all major cloud platforms like GCP, GKE, AWS, and Azure": "مع خدمات السحابة المُدارة من ميرا، استمتع بحلول آمنة وقابلة للتوسع بالإضافة إلى التخزين والمعالجة ونشر التطبيقات. لدينا خبرة في العمل مع جميع منصات السحابة الرئيسية مثل GCP وGKE وAWS وAzure",
  "Hardware and firmware development form the foundation of technological innovation, powering the seamless integration of digital solutions.": "يشكل تطوير الأجهزة والبرامج الثابتة أساس الابتكار التكنولوجي، مما يمكّن التكامل السلس للحلول الرقمية.",
  "Seamless integration with existing systems": "تكامل سلس مع الأنظمة الحالية",
  "Robust security measures": "إجراءات أمنية قوية",
  "Rigorous testing and validation": "اختبارات دقيقة والتحقق",
  "UI/UX Design Services": "خدمات تصميم واجهة المستخدم وتجربة المستخدم",
  "We hold expertise in creating not only visually aesthetic interfaces, but also user-friendly ones which will help improve the user experience. A compelling UI/UX design based on in-depth research on user behavior and needs.": "لدينا خبرة في إنشاء واجهات ليست جمالية فقط، بل صديقة للمستخدم أيضًا مما سيساعد على تحسين تجربة المستخدم. تصميم واجهة وتجربة مستخدم مقنعة يعتمد على بحث معمق في سلوك واحتياجات المستخدم.",
  "End-to-end product development is the cornerstone of innovation, encompassing every stage from conception to delivery.": "تطوير المنتجات من البداية إلى النهاية هو حجر الزاوية في الابتكار، ويشمل كل مرحلة من التصور إلى التسليم.",
  "Streamlined workflows and optimized resources": "تدفقات عمل مبسطة وموارد محسّنة",
  "Environmentally friendly practices": "ممارسات صديقة للبيئة",
  "Prioritizing user needs and preferences": "إعطاء الأولوية لاحتياجات وتفضيلات المستخدم",
  "End-to-end product development encompasses the entire lifecycle of bringing a concept to market, from initial ideation to final deployment. At our core, we specialize in guiding businesses through this comprehensive journey, leveraging our expertise across design, engineering, and manufacturing domains.": "يشمل تطوير المنتجات من البداية إلى النهاية دورة الحياة الكاملة لجلب مفهوم إلى السوق، من الفكرة الأولية إلى النشر النهائي. في جوهرنا، نتخصص في إرشاد الشركات خلال هذه الرحلة الشاملة، مع الاستفادة من خبرتنا في مجالات التصميم والهندسة والتصنيع.",
  "Maintenance and Support": "الصيانة والدعم",
  "Robust maintenance and support services allow the software, apps, products, and websites to work efficiently, flawlessly and evolve with time. Get timely updates, fix bugs, and address issues that affect your workflow.": "تتيح خدمات الصيانة والدعم القوية للبرامج والتطبيقات والمنتجات والمواقع الإلكترونية العمل بكفاءة وسلاسة والتطور مع الوقت. احصل على تحديثات في الوقت المناسب، وأصلح الأخطاء، وعالج المشكلات التي تؤثر على سير العمل.",
  "Machine learning represents the pinnacle of data-driven intelligence, empowering systems to analyze vast amounts of data, uncover valuable insights, and make autonomous decisions.": "يمثل التعلم الآلي قمة الذكاء المستند إلى البيانات، حيث يمكّن الأنظمة من تحليل كميات هائلة من البيانات، واكتشاف رؤى قيمة، واتخاذ قرارات مستقلة.",
  "High accuracy levels": "مستويات دقة عالية",
  "Transparency and interpretability of machine learning models": "شفافية وقابلية تفسير نماذج التعلم الآلي",
  "Upholding ethical standards": "الالتزام بالمعايير الأخلاقية",
  "Machine learning is revolutionizing the way we perceive and interact with data, empowering systems to learn from experience, adapt to new information, and make informed decisions autonomously. At the forefront of this transformation, our team specializes in harnessing the power of machine learning to unlock insights, drive innovation, and solve complex problems across industries.": "يحدث التعلم الآلي ثورة في الطريقة التي ندرك بها البيانات ونتفاعل معها، مما يمكّن الأنظمة من التعلم من التجربة، والتكيف مع المعلومات الجديدة، واتخاذ قرارات مستنيرة بشكل مستقل. في طليعة هذا التحول، يتخصص فريقنا في تسخير قوة التعلم الآلي لاستخراج الرؤى، ودفع الابتكار، وحل المشكلات المعقدة عبر الصناعات.",
  "DevOps & CI": "DevOps & CI",
  "Our DevOps & CI solutions are aimed at integrating the process of development and operations. With our automation into the deployment process catch errors in the early stages and ensure rapid delivery of your applications.": "تهدف حلول DevOps & CI الخاصة بنا إلى دمج عملية التطوير والعمليات. مع أتمتتنا في عملية النشر، نكتشف الأخطاء في المراحل المبكرة ونضمن التسليم السريع لتطبيقاتك.",
  "QA and Testing": "ضمان الجودة والاختبار",
  "A robust QA and testing service lies at the core of successful applications and satisfied users. Using both manual and automated scripts, our team ensures that the application is free from errors and runs according to the user requirements.": "تكمن خدمة ضمان الجودة والاختبار القوية في جوهر التطبيقات الناجحة والمستخدمين الراضين. وباستخدام البرامج النصية اليدوية والآلية على حد سواء، يضمن فريقنا خلو التطبيق من الأخطاء وتشغيله وفقاً لمتطلبات المستخدم.",
  "Custom Software Solutions": "حلول البرمجيات المخصصة",
  "Off-the-shelf not fitting your requirements? Our custom software solutions incorporate all enterprise, gaming, and e-commerce applications that offer flexibility to do your tasks in your own way and increase efficiency.": "البرامج الجاهزة لا تفي بمتطلباتك؟ تتضمن حلول البرمجيات المخصصة لدينا جميع تطبيقات المؤسسات والألعاب والتجارة الإلكترونية التي توفر المرونة للقيام بمهامك بطريقتك الخاصة وزيادة الكفاءة.",
  "Experts Team Members": "أعضاء فريق الخبراء",
  "We do awesome Services <br>for our clients.": "نقدم خدمات رائعة <br>لعملائنا.",
  "Raza Abbas": "رضا عباس",
  "CEO": "الرئيس التنفيذي",
  "R": "ر",
  "Age": "العمر",
  "34 years": "34 سنة",
  "Location": "الموقع",
  "Waitzstraße 92, 24118, Kiel": "شارع ويتزستراسه 92، 24118، كيل",
  "Email": "البريد الإلكتروني",
  "Phone No": "رقم الهاتف",
  "7 SOTD <br> 17 HONORABLE MENTION <br> 3 MOBILE EXCELLENCE": "7 جائزة موقع اليوم المختار <br> 17 إشادة موقرة <br> 3 تميز في المحمول",
  "31": "31",
  "11 SOTD <br> 5 SPECIAL KUDOS": "11 جائزة موقع اليوم المختار <br> 5 إشادة خاصة",
  "16": "16",
  "AWARD 2019 <br> 1 GLOBAL COMPETITION": "جائزة 2019 <br> 1 مسابقة عالمية",
  "20": "20",
  "He is the founder and CEO of Mira Dev, with over a decade of experience in both software and hardware development. His vision revolves around bridging the gap between humanity and the tech industry, a mission he diligently pursues each day.": "هو مؤسس والرئيس التنفيذي لشركة ميرا ديف، ولديه أكثر من عقد من الخبرة في تطوير البرمجيات والأجهزة. تدور رؤيته حول تقديم جسر بين البشرية وصناعة التكنولوجيا، مهمة يسعى جاهدًا لتحقيقها كل يوم.",
  "Abbas Madad Naqvi": "عباس مدد نقوي",
  "SAP B1 (HOD)": "SAP B1 (رئيس القسم)",
  "A": "أ",
  "35 years": "35 سنة",
  "Abbas leads the development of ERP systems, bringing his expertise in ERP software to the forefront. With vast experience in SAPB1, he has successfully completed numerous projects worldwide.": "يقود عباس تطوير أنظمة ERP، محملاً خبرته في برامج ERP إلى الصدارة. بفضل خبرته الواسعة في SAPB1، أكمل بنجاح العديد من المشاريع في جميع أنحاء العالم.",
  "Irtaza Madad": "إرتضى مدد",
  "Technical Project Manager": "مدير مشروع تقني",
  "I": "إ",
  "27 years": "27 سنة",
  "G-13, Islamabad, Pakistan": "جي-13، إسلام آباد، باكستان",
  "Irtaza is a Technical Project Manager specializing in software solutions and IoT development, adept at navigating the complexities of networks and emerging technologies. With 4 to 5 years of experience, he brings a wealth of expertise to the table.": "إرتضى مدد هو مدير مشروع تقني متخصص في حلول البرمجيات وتطوير الإنترنت من الأشياء، ماهر في التنقل في تعقيدات الشبكات والتقنيات الناشئة. بفضل خبرة تتراوح بين 4 إلى 5 سنوات، يجلب ثروة من الخبرة إلى الطاولة.",
  "Testimonials": "شهادات",
  "Rating from all Client's": "تقييمات من جميع العملاء",
  "Anneliese Ruff": "أنيليز روف",
  "Development": "تطوير",
  "Working with Mira Elektronikentwicklung has been an absolute pleasure.<br/>Their team of developers are truly impressive.<br/>Their talent and sharp skills consistently deliver outstanding results. Big thanks to Raza Abbas for his invaluable support whenever we need it. Highly recommended!": "العمل مع ميرا إليكترونيكنتويكلونج هو متعة مطلقة.<br/> فريق المطورين الخاص بهم مذهل حقاً.<br/> موهبتهم ومهاراتهم الحادة تسلم نتائج متميزة باستمرار. شكراً جزيلاً لرضا عباس على دعمه اللافت للنظر كلما احتجنا إليه. نوصي بهم بشدة!",
  "Frederick Leon": "فريدريك ليون",
  "Code Quality": "جودة الكود",
  "(We've been partnering with Mira Elektronikentwicklung for quite some time now, and their support has been instrumental in our testing and system management. Highly recommended for their expertise in software system development – they're truly specialists in their field).": "(لقد كنا نتعاون مع ميرا إليكترونيكنتويكلونج لفترة طويلة الآن، وكان دعمهم حاسمًا في اختبارنا وإدارة نظامنا. يوصى بشدة بخبرتهم في تطوير أنظمة البرمجيات - إنهم متخصصون حقًا في مجالهم).",
  "Send Us Your <br/><strong>Bright Ideas</strong>": "أرسل لنا <br/><strong>أفكارك المبدعة</strong>",
  "Get in Touch": "تواصل معنا",
  "<a href=\"mailto:info@mira-dev.de\" target=\"_blank\">info@mira-dev.de</a><p>Waitzstraße 92 24118 Kiel <br />+49 1522 6426128</p>": "<a href=\"mailto:info@mira-dev.de\" target=\"_blank\">info@mira-dev.de</a><p>شارع فيتز 92 24118 كيل <br />+49 1522 6426128</p>",
  "Facebook": "فيسبوك",
  "Instagram": "إنستجرام",
  "Twitter": "تويتر",
  "LinkedIn": "لينكد إن",
  "Fantastic and Premium Clients": "عملاء رائعون ومميزون",
  "We Have Had the Pleasure of <br/>Working with Some Clients": "لقد كان لنا متعة التعامل مع بعض العملاء",
  "Let’s Chat! Let’s Build Something <br /> Awesome Together": "دعونا نتحادث! دعونا نبني شيئًا رائعًا <br /> معًا",
  "Lets Start Project": "لنبدأ المشروع",
  "From the moment our company was founded, we have helped our clients find exceptional solutions": "منذ لحظة تأسيس شركتنا، قمنا بمساعدة عملائنا على إيجاد حلول استثنائية",
  "for their businesses": "لأعمالهم",
  "Projects": "المشاريع",
  "Waitzstraße 92 24118 Kiel": "Waitzstraße 92 24118 كييل",
  "Copyright © 2024 Mira All Rights Reserved.": "حقوق الطبع والنشر © 2024 ميرا جميع الحقوق محفوظة.",
  "Our Team": "فريقنا",
  "Meet our creativity company family.": "تعرف على عائلة شركة الإبداع لدينا.",
  "Our Services": "خدماتنا",
  "Our values and vaulted us to the top of our industry.": "قيمنا دفعتنا إلى قمة صناعتنا.",
  "What we do": "الذي نفعله",
  "We’re a full-service agency": "نحن وكالة متكاملة الخدمات",
  "MI Park": "مي بارك",
  "MIRA Empowering Future with Digital Solutions!": "MIRA تمكين المستقبل من خلال الحلول الرقمية!",
  "Welcome to Onovo": "مرحبًا بكم في أونوفو",
  "We are a digital agency,": "نحن وكالة رقمية،",
  "passionate about building": "متحمسون لبناء",
  "and designing brands": "وتصميم العلامات التجارية",
  "From the moment our company was founded, we have helped our clients find": "منذ تأسيس شركتنا، ساعدنا عملائنا في العثور على",
  "exceptional solutions for their businesses": "حلول استثنائية لأعمالهم",
  "creating memorable brands and digital products. Our expertise grows with each year, and our accumulated experience.": "وخلق علامات تجارية ومنتجات رقمية لا تُنسى. تتزايد خبرتنا مع كل عام، وتراكم خبرتنا.",
  "Team members": "أعضاء الفريق",
  "Completed projects": "المشاريع المكتملة",
  "M": "م",
  "Lines of code": "خطوط الشيفرة",
  "Our Goal": "هدفنا",
  "Our story unfolds at MIRA Dev, where a cohesive team of software experts is fueled by a collective passion for innovative software solutions. Specializing in web apps, mobile apps, but also in enterprise resource planning (ERP), SAP Business One (SAPB1), and Point of Sale (POS) systems, we stand as pioneers in reshaping the digital landscape of business operations Though it's been just a year since we embarked on the MIRA Dev journey, we've already achieved remarkable milestones. However, our vision extends far beyond these accomplishments. We are poised to break new ground, pushing the boundaries of innovation and setting new standards in the software industry. Our commitment to excellence drives us forward as we continue to evolve, adapt, and conquer new horizons. With every challenge we overcome and every goal we surpass, we reaffirm our dedication to shaping a brighter future for MIRA Dev and the world of software solutions. Our journey at MIRA Dev is marked by a steadfast commitment to growth and excellence. What began as a close-knit group of professionals has blossomed into a thriving community, dedicated to pushing the boundaries of software innovation.": "تتكشف قصتنا في MIRA Dev، حيث يعمل فريق متماسك من خبراء البرمجيات بشغف جماعي للحلول البرمجية المبتكرة. متخصصون في تطبيقات الويب، وتطبيقات الهاتف المحمول، وأيضًا في تخطيط موارد المؤسسات (ERP)، وSAP Business One (SAPB1)، وأنظمة نقاط البيع (POS)، ونحن نقف كرواد في إعادة تشكيل المشهد الرقمي للعمليات التجارية على الرغم من أنه كان مجرد بعد عام من انطلاقنا في رحلة MIRA Dev، حققنا بالفعل إنجازات رائعة. ومع ذلك، فإن رؤيتنا تمتد إلى ما هو أبعد من هذه الإنجازات. نحن على استعداد لفتح آفاق جديدة، ودفع حدود الابتكار ووضع معايير جديدة في صناعة البرمجيات. إن التزامنا بالتميز يدفعنا إلى الأمام بينما نواصل التطور والتكيف وغزو آفاق جديدة. مع كل تحد نتغلب عليه وكل هدف نتجاوزه، نؤكد من جديد التزامنا بتشكيل مستقبل أكثر إشراقًا لشركة MIRA Dev وعالم الحلول البرمجية. تتميز رحلتنا في MIRA Dev بالالتزام الثابت بالنمو والتميز. ما بدأ كمجموعة متماسكة من المحترفين قد ازدهر ليصبح مجتمعًا مزدهرًا، مكرسًا لدفع حدود ابتكار البرمجيات.",
  "Driven by a deep-seated trust and shared vision, we forge ahead with each project, crafting bespoke solutions that empower businesses and individuals alike. With a focus on real-time functionality and cutting-edge technology, we elevate processes and drive tangible results. At MIRA Dev, we understand the power of SEO in enhancing online visibility and driving organic traffic. By optimizing every aspect of our solutions, we ensure that our clients stand out in the digital landscape, commanding attention and achieving their goals. Join us on our journey as we continue to script a compelling narrative for MIRA Dev, shaping the future of software solutions with innovation, expertise, and a touch of passion and dedication.": "انطلاقًا من الثقة العميقة والرؤية المشتركة، فإننا نمضي قدمًا في كل مشروع، ونصمم حلولًا مخصصة لتمكين الشركات والأفراد على حدٍ سواء. ومن خلال التركيز على الأداء الوظيفي في الوقت الفعلي والتكنولوجيا المتطورة، فإننا نعمل على رفع مستوى العمليات وتحقيق نتائج ملموسة. في MIRA Dev، نحن نفهم قوة تحسين محركات البحث (SEO) في تعزيز الظهور عبر الإنترنت وزيادة حركة المرور العضوية. من خلال تحسين كل جانب من جوانب حلولنا، نضمن أن يبرز عملاؤنا في المشهد الرقمي، ويجذبون الاهتمام ويحققون أهدافهم. انضم إلينا في رحلتنا بينما نواصل كتابة سرد مقنع لـ MIRA Dev، لتشكيل مستقبل الحلول البرمجية من خلال الابتكار والخبرة ولمسة من العاطفة والتفاني.",
  "Our Team is The Difference. <br/>Our Chemistry is The Spark.": "فريقنا هو الفرق. <br/>كيمياؤنا هي الشرارة.",
  "Meet Our Company Family": "تعرف على عائلة شركتنا",
  "Client’s FAQ": "أسئلة العملاء الشائعة",
  "Solving Business Problems <br>is An Everyday": "حل المشاكل التجارية <br>هو أمر يومي",
  "Secure Management and Workforce?": "الإدارة والقوى العاملة الآمنة؟",
  "Q1. What measures do you have in place to ensure the security of our data and information?": "س1. ما هي الإجراءات التي تتخذها لضمان أمان بياناتنا ومعلوماتنا؟",
  "We employ a multi-layered approach to data security, including encryption, access controls, and regular security audits. Our systems are designed to meet or exceed industry standards for data protection.": "نحن نتبع نهجًا متعدد الطبقات لأمان البيانات، بما في ذلك التشفير، وضوابط الوصول، والتدقيقات الأمنية المنتظمة. أنظمتنا مصممة لتلبية أو تجاوز معايير الصناعة لحماية البيانات.",
  "Q2. How do you ensure that our sensitive information is protected from unauthorized access?": "س2. كيف تضمن حماية معلوماتنا الحساسة من الوصول غير المصرح به؟",
  "We utilize advanced authentication methods, such as two-factor authentication to restrict access to sensitive information. Additionally, our security protocols are continuously monitored and updated to address emerging threats.": "نحن نستخدم طرق مصادقة متقدمة، مثل المصادقة الثنائية لتقييد الوصول إلى المعلومات الحساسة. بالإضافة إلى ذلك، تتم مراقبة وتحديث بروتوكولات الأمان لدينا باستمرار لمواجهة التهديدات الناشئة.",
  "Q3. Can you provide details about your company's security protocols and certifications?": "س3. هل يمكنك تقديم تفاصيل حول بروتوكولات الأمان والشهادات الخاصة بشركتك؟",
  "We adhere to rigorous security protocols based on industry best practices and standards, such as ISO 27001 and SOC 2. Our commitment to security is further demonstrated through our certifications and compliance with relevant regulatory requirements.": "نلتزم ببروتوكولات أمان صارمة تستند إلى أفضل الممارسات والمعايير الصناعية، مثل ISO 27001 و SOC 2. يتم تعزيز التزامنا بالأمان من خلال شهاداتنا والامتثال للمتطلبات التنظيمية ذات الصلة.",
  "Q4. How do you handle security breaches or incidents?": "س4. كيف تتعامل مع خروقات الأمان أو الحوادث؟",
  "In the event of a security breach or incident, we have established incident response procedures to swiftly mitigate the threat and minimize the impact on our clients. Our dedicated team of security experts conducts thorough investigations and implements remediation measures to prevent future occurrences.": "في حالة حدوث خرق أمني أو حادث، لدينا إجراءات استجابة للحوادث لتخفيف التهديد بسرعة وتقليل التأثير على عملائنا. يجري فريقنا المتخصص من خبراء الأمن تحقيقات شاملة وينفذ تدابير العلاج لمنع حدوث حالات مستقبلية.",
  "Q5. What steps do you take to ensure the safety and security of our employees and contractors?": "س5. ما هي الخطوات التي تتخذها لضمان سلامة وأمان موظفينا والمتعاقدين معنا؟",
  "Employee and contractor safety is paramount to us. We provide comprehensive training on security awareness and emergency response procedures. Additionally, we conduct regular assessments of workplace safety and security measures to identify and address any vulnerabilities.": "سلامة الموظفين والمتعاقدين أمر بالغ الأهمية بالنسبة لنا. نوفر تدريبًا شاملاً على الوعي بالأمان وإجراءات الاستجابة للطوارئ. بالإضافة إلى ذلك، نجري تقييمات منتظمة لسلامة وأمان مكان العمل لتحديد ومعالجة أي ثغرات.",
  "Q6. How often do you conduct security audits and assessments?": "س6. كم مرة تقومون بإجراء تدقيقات وتقييمات أمنية؟",
  "We conduct regular security audits and assessments to evaluate the effectiveness of our security controls and identify areas for improvement. These audits are conducted by both internal teams and third-party security experts to ensure impartiality and thoroughness.": "نقوم بإجراء تدقيقات وتقييمات أمنية منتظمة لتقييم فعالية ضوابط الأمان لدينا وتحديد مجالات التحسين. يتم إجراء هذه التدقيقات من قبل فرق داخلية وخبراء أمان من طرف ثالث لضمان الحيادية والشمول.",
  "Q7. What role does employee training play in maintaining a secure work environment?": "س7. ما هو دور تدريب الموظفين في الحفاظ على بيئة عمل آمنة؟",
  "Employee training is integral to maintaining a secure work environment. We provide ongoing training and awareness programs to educate employees about cybersecurity best practices, data handling procedures, and potential security threats.": "يعد تدريب الموظفين جزءًا لا يتجزأ من الحفاظ على بيئة عمل آمنة. نقدم برامج تدريب وتوعية مستمرة لتثقيف الموظفين حول أفضل الممارسات في الأمن السيبراني، وإجراءات التعامل مع البيانات، والتهديدات الأمنية المحتملة.",
  "Q8. How do you address physical security concerns at our facilities or workplaces?": "س8. كيف تتعامل مع مخاوف الأمان الفيزيائي في منشآتنا أو أماكن العمل لدينا؟",
  "We implement comprehensive physical security measures, including access controls, surveillance systems, and perimeter security, to protect our facilities and workplaces. Our security personnel are trained to respond effectively to any security incidents or breaches.": "ننفذ تدابير أمان فيزيائي شاملة، بما في ذلك ضوابط الوصول، وأنظمة المراقبة، وأمن المحيط لحماية منشآتنا وأماكن العمل لدينا. يتم تدريب موظفي الأمن لدينا على الاستجابة بفعالية لأي حوادث أو خروقات أمنية.",
  "Q9. Can you explain your approach to risk management and mitigation?": "س9. هل يمكنك شرح نهجك في إدارة المخاطر والتخفيف منها؟",
  "Our approach to risk management involves identifying potential security risks, assessing their likelihood and potential impact, and implementing proactive measures to mitigate or eliminate these risks. We regularly review and update our risk management strategies to adapt to evolving threats.": "يتضمن نهجنا في إدارة المخاطر تحديد المخاطر الأمنية المحتملة، وتقييم احتمالية حدوثها وتأثيرها المحتمل، وتنفيذ تدابير استباقية للتخفيف من هذه المخاطر أو القضاء عليها. نقوم بمراجعة وتحديث استراتيجيات إدارة المخاطر لدينا بانتظام للتكيف مع التهديدات المتطورة.",
  "Q10. What type of background checks or screening processes do you implement for your workforce?": "س10. ما نوع الفحوصات الخلفية أو عمليات الفحص التي تنفذها على القوى العاملة لديك؟",
  "We conduct thorough background checks and screening processes for all employees and contractors, including criminal background checks, employment verification, and reference checks. These measures help ensure the integrity and trustworthiness of our workforce.": "نقوم بإجراء فحوصات خلفية شاملة وعمليات فحص لجميع الموظفين والمتعاقدين، بما في ذلك فحوصات الخلفية الجنائية، والتحقق من التوظيف، وفحص المراجع. تساعد هذه التدابير في ضمان نزاهة وثقة القوى العاملة لدينا.",
  "Project management and Tracking": "إدارة المشاريع والتتبع",
  "Duis sed odio sit amet nibh vulputate cursus a sit tellus a odio tincdunt ilm auctor Class apten sociosqu a ds Etiam ante ex fermentum litora aorquper conuauris ine odi. Duis sed odio sit amet nibh vulputate cursus a sit tellus a odio tincdunt ilm auctor Class apten sociosqu a ds Et iam ante ex fermentum litora aorquper conuauris ine odi.": "يجلس على الكرسي الأول وهو كاره للجلوس والكرسي يصدر ضجيجاً. يجلس على الكرسي الأول وهو كاره للجلوس والكرسي يصدر ضجيجاً.",
  "Q1. Which project management tools do you use?": "س1. ما هي أدوات إدارة المشاريع التي تستخدمها؟",
  "We primarily use JIRA for project management, but we're also open to exploring other tools based on project requirements.": "نحن نستخدم JIRA بشكل أساسي لإدارة المشاريع، لكننا منفتحون أيضًا لاستكشاف أدوات أخرى بناءً على متطلبات المشروع.",
  "Q2. How do you ensure effective project communication?": "س2. كيف تضمن التواصل الفعال في المشروع؟",
  "We maintain open channels of communication through regular meetings, emails, and collaboration tools like Slack or Microsoft Teams.": "نحافظ على قنوات اتصال مفتوحة من خلال الاجتماعات الدورية والبريد الإلكتروني وأدوات التعاون مثل Slack أو Microsoft Teams.",
  "Q3. What's your approach to project tracking?": "س3. ما هو نهجك في تتبع المشاريع؟",
  "We use a combination of Gantt charts, task boards, and progress reports to track project milestones and ensure timely delivery.": "نستخدم مجموعة من الرسوم البيانية لـ Gantt، ولوحات المهام، وتقارير التقدم لتتبع معالم المشروع وضمان التسليم في الوقت المحدد.",
  "Q4. How do you handle project deadlines?": "س4. كيف تتعامل مع مواعيد المشروع النهائية؟",
  "We set realistic deadlines and regularly monitor progress to identify potential delays early. If needed, we adjust resources or scope to meet deadlines.": "نحن نحدد مواعيد نهائية واقعية ونراقب التقدم بانتظام لتحديد التأخيرات المحتملة في وقت مبكر. إذا لزم الأمر، نقوم بتعديل الموارد أو نطاق العمل للالتزام بالمواعيد النهائية.",
  "Q5. What measures do you take to manage project risks?": "س5. ما هي التدابير التي تتخذها لإدارة مخاطر المشروع؟",
  "We conduct risk assessments at the start of the project and develop mitigation strategies. Throughout the project, we monitor risks and take proactive measures to address them.": "نحن نجري تقييمات للمخاطر في بداية المشروع ونطور استراتيجيات للتخفيف من حدتها. على مدار المشروع، نراقب المخاطر ونتخذ تدابير استباقية لمعالجتها.",
  "Q6. How do you allocate resources for projects?": "س6. كيف تقوم بتوزيع الموارد للمشاريع؟",
  "Resource allocation is based on project requirements, team availability, and skillsets. We strive for optimal resource utilization to maximize project efficiency.": "توزيع الموارد يعتمد على متطلبات المشروع، وتوافر الفريق، ومجموعات المهارات. نحن نسعى لتحقيق الاستخدام الأمثل للموارد لتعظيم كفاءة المشروع.",
  "Q7. Can you describe your project planning process?": "س7. هل يمكنك وصف عملية تخطيط المشروع الخاصة بك؟",
  "Our project planning process involves defining project goals, creating a project timeline, identifying tasks and dependencies, and assigning responsibilities.": "عملية تخطيط المشروع لدينا تتضمن تحديد أهداف المشروع، وإنشاء جدول زمني للمشروع، وتحديد المهام والاعتمادات، وتوزيع المسؤوليات.",
  "Q8. What metrics do you use to measure project success?": "س8. ما هي المقاييس التي تستخدمها لقياس نجاح المشروع؟",
  "We use metrics such as project completion time, budget adherence, stakeholder satisfaction, and quality of deliverables to gauge project success.": "نحن نستخدم مقاييس مثل وقت إكمال المشروع، الالتزام بالميزانية، رضا أصحاب المصلحة، وجودة المخرجات لقياس نجاح المشروع.",
  "Q9. How do you adapt to changes during a project?": "س9. كيف تتكيف مع التغييرات خلال المشروع؟",
  "We maintain flexibility in our project plans and are prepared to adjust timelines, resources, or scope as needed to accommodate changes and maintain project momentum.": "نحن نحافظ على المرونة في خطط المشروع لدينا ونحن مستعدون لتعديل الجداول الزمنية أو الموارد أو النطاق حسب الحاجة لاستيعاب التغييرات والحفاظ على زخم المشروع.",
  "Send Us A Message": "أرسل لنا رسالة",
  "Then let us know about it and we can see what we can do to help": "أخبرنا بذلك وسنرى ما يمكننا فعله للمساعدة",
  "Contact Info": "معلومات الاتصال",
  "Send Message": "إرسال رسالة",
  "Hardware": "الأجهزة",
  "View Project": "عرض المشروع",
  "Smart Inventer Design": "تصميم مخترع ذكي",
  "Laser Pointing and Object Detection System": "نظام توجيه الليزر واكتشاف الأجسام",
  "Learn More": "اعرف المزيد",
  "Technology & Mobile App Development": "التكنولوجيا وتطوير تطبيقات الهاتف المحمول",
  "We build readymade websites, mobile apps and elaborate online business services.": "نحن ننشئ مواقع ويب جاهزة وتطبيقات جوال وخدمات أعمال متقنة عبر الإنترنت",
  "Mobile App": "تطبيق الهاتف المحمول",
  "Smartsleep <br> Control App": "تطبيق التحكم في النوم الذكي",
  "Smartsleep Control App": "تطبيق التحكم في النوم الذكي",
  "Wemalo <br /> HANDHELD": "ويمالو هاندهيلد",
  "PWA": "PWA",
  "MI park <br>web app": "تطبيق MI park<br>على الويب",
  "Web app": "تطبيق الويب",
  "Auto-chip <br> Integration Tool": "أداة دمج الرقاقة التلقائي",
  "Desktop App": "تطبيق سطح المكتب",
  "Sypheon <br>Online": "سيفيون أونلاين",
  "Online Game": "لعبة على الإنترنت",
  "Have ideas for your business? Let’s build something awesome together.": "هل لديك أفكار لعملك؟ دعنا نبني شيئاً رائعاً معاً",
  "23": "٢٣",
  "99": "٩٩",
  "12": "١٢",
  "- Web Development": "- تطوير الويب",
  "- Mobile App Development": "- تطوير تطبيقات الهواتف المحمولة",
  "- Enterprise Software": "- برامج المؤسسات",
  "- Cloud-Based Solutions": "- حلول قائمة على السحابة",
  "- UI/UX Design Services": "- خدمات تصميم واجهة المستخدم وتجربة المستخدم",
  "- Maintenance and Support": "- الصيانة والدعم",
  "- DevOps & CI": "- DevOps & CI",
  "- QA and Testing": "- ضمان الجودة والاختبار",
  "- Custom Software Solutions": "- حلول البرمجيات المخصصة",
  "Technology &amp; Mobile <br />App Development": "التكنولوجيا وتطوير تطبيقات الهواتف المحمولة<br />",
  "We build readymade websites, mobile apps <br>and elaborate online business services.": "نبني مواقع ويب جاهزة، وتطبيقات هواتف محمولة<br>ونقدم خدمات أعمال عبر الإنترنت متطورة.",
  "View Projects": "عرض المشاريع",
  "Sleep Technology, App Development, Customization, Connectivity, Comfort": "تقنية النوم، وتطوير التطبيقات، والتخصيص، والاتصال، والراحة، والراحة",
  "Client:": "العميل:",
  "Askona": "أسكونا",
  "Start:": "ابدأ:",
  "Dec 18, 2022": "ديسمبر 18, 2022",
  "Ending:": "النهاية:",
  "Mar 18, 2023": "18 مارس 2023",
  "Project Result": "نتيجة المشروع",
  "Introducing the Askona Sleep 8 App: Your Ultimate Control Hub for Smart, Heatable Mattress Comfort. Discover a new level of control over your sleeping environment with the revolutionary Askona Sleep 8 App. This innovative application serves as your personal command center, seamlessly interfacing with our cutting-edge IoT-enabled heatable mattress. Say goodbye to one-size-fits-all sleep experiences and hello to customized comfort tailored to your unique preferences.": "نقدم لك تطبيق Askona Sleep 8: مركز التحكم النهائي لراحة مرتبتك الذكية القابلة للتدفئة اكتشف مستوى جديد من التحكم في بيئة نومك مع تطبيق Askona Sleep 8 الثوري. يعمل هذا التطبيق المبتكر بمثابة مركز التحكم الشخصي الخاص بك، حيث يتفاعل بسلاسة مع مرتبتنا المتطورة القابلة للتدفئة والمزودة بتقنية إنترنت الأشياء. قل وداعاً لتجارب النوم ذات المقاس الواحد الذي يناسب الجميع ومرحباً بالراحة المخصصة المصممة خصيصاً لتناسب تفضيلاتك الفريدة.",
  "- Customize the warmth of your mattress with pinpoint accuracy, catering to your exact comfort preferences. - Enjoy the flexibility to create a cozy haven or a cooler sleeping surface, ensuring a refreshing and restorative night's sleep every time. - Effortlessly connect to your mattress hardware using advanced BLE technology. - Experience seamless and reliable communication between the app and your mattress, facilitating quick and hassle-free adjustments. - Never oversleep again with the integrated alarm feature. - Set your preferred wake-up time directly within the app, allowing it to gently rouse you from sleep and kickstart your day on a positive note.": "- قم بتخصيص دفء مرتبتك بدقة متناهية لتلبية تفضيلاتك الخاصة بالراحة. - استمتع بالمرونة لإنشاء ملاذ مريح أو سطح نوم أكثر برودة، مما يضمن لك نوماً منعشاً ومريحاً في كل مرة. - اتصل بسهولة بأجهزة مرتبتك باستخدام تقنية BLE المتقدمة. - استمتع باتصال سلس وموثوق بين التطبيق ومرتبتك، مما يسهل إجراء تعديلات سريعة وخالية من المتاعب. - لا تفرط في النوم مرة أخرى مع ميزة المنبه المدمجة. - اضبط وقت الاستيقاظ المفضل لديك مباشرةً من داخل التطبيق، مما يسمح له بإيقاظك بلطف من النوم وبدء يومك بشكل إيجابي.",
  "Description": "الوصف",
  "Project Requirement": "متطلبات المشروع",
  "Wemalo Handheld": "جهاز ويمالو المحمول باليد",
  "Web Application, Progress Web Application, Interactive Design": "تطبيق الويب، تقدم تطبيق الويب، التصميم التفاعلي",
  "Wemalo": "ويمالو",
  "Handheld by Wemalo represents a successfully completed project that offer a comprehensive design to optimize daily tasks, from receiving goods to relocating products in the warehouse. The application efficiently and effectively addresses key warehouse operations, including goods receiving, returns, picking, packing and relocation.": "يمثل التطبيق المحمول باليد من Wemalo مشروعًا مكتملًا بنجاح يقدم تصميمًا شاملاً لتحسين المهام اليومية، بدءًا من استلام البضائع إلى نقل المنتجات في المستودع. يعالج التطبيق بكفاءة وفعالية عمليات المستودعات الرئيسية، بما في ذلك استلام البضائع والمرتجعات والانتقاء والتعبئة والتغليف والنقل.",
  "MI park": "حديقة MI",
  "User-friendly interface,Secure parking management,Real-time monitoring,Intelligent allocation": "واجهة سهلة الاستخدام، وإدارة مواقف السيارات الآمنة، والمراقبة في الوقت الحقيقي، والتخصيص الذكي",
  "Our Product": "منتجاتنا",
  "Auto-chip Integration Tool": "أداة دمج الرقاقة التلقائي",
  "Marketing, Rendering, 3D Design": "تسويق، تقديم، تصميم ثلاثي الأبعاد",
  "Davinci": "دافينشي",
  "Sypheon Online": "سيفيون أونلاين",
  "Crypto Trading, Multiplayer Game, Web application, Blockchain": "تداول العملات المشفرة، لعبة متعددة اللاعبين، تطبيق ويب، بلوك تشين",
  "In this project, we developed a multiplayer strategy game that includes building assets and implementing various formulas in the API implementation process. The game also involves crypto assets movement and wallet management for buying and selling products using web3 technology.": "طورنا في هذا المشروع لعبة استراتيجية متعددة اللاعبين تتضمن بناء الأصول وتنفيذ صيغ مختلفة في عملية تنفيذ واجهة برمجة التطبيقات. تتضمن اللعبة أيضًا حركة الأصول المشفرة وإدارة المحفظة لشراء المنتجات وبيعها باستخدام تقنية web3.",
  "<p>Developed a multiplayer strategy game with building assets feature. Implemented APIs using Django for seamless communication between frontend and backend. Configured SMTP for email functionality with multiple user roles for enhanced security. Created a fully responsive React JS frontend with secure authentication for a user-friendly experience. Integrated web3 technology for crypto assets movement and wallet management, enabling users to buy and sell products securely. Successfully deployed the project and providing ongoing maintenance and support..</p>": "<p>طوّرت لعبة استراتيجية متعددة اللاعبين مع ميزة بناء الأصول. نفذت واجهات برمجة التطبيقات باستخدام Django للتواصل السلس بين الواجهة الأمامية والخلفية. تهيئة SMTP لوظيفة البريد الإلكتروني مع أدوار متعددة للمستخدمين لتعزيز الأمان. إنشاء واجهة أمامية React JS سريعة الاستجابة بالكامل مع مصادقة آمنة لتجربة سهلة الاستخدام. تقنية web3 المدمجة لحركة الأصول المشفرة وإدارة المحفظة، مما يتيح للمستخدمين شراء المنتجات وبيعها بأمان. نشر المشروع بنجاح وتوفير الصيانة والدعم المستمر...</p>",
  "<p>Automated Extraction: Our tool automates the extraction process, saving developers valuable time and effort</p><ul><li>Developers can access a comprehensive list of variables, including their addresses, sizes, module names, and data types, all neatly organized within the XML output.</li><li>Designed specifically for STM32 series microcontrollers and compatible with debug files generated by Keil uVision projects, ensuring seamless integration into existing workflows</li><li>Users have the flexibility to customize the extraction process and output format to suit their specific requirements.</li><li>With an intuitive user interface, our application is accessible to developers of all levels of expertise.</li><li>Users have the flexibility to customize the extraction process and output format to suit their specific requirements.</li></ul>": "<p>استخراج تلقائي: أداتنا تقوم بأتمتة عملية الاستخراج، مما يوفر للمطورين الوقت والجهد القيمين</p><ul><li>يمكن للمطورين الوصول إلى قائمة شاملة من المتغيرات، بما في ذلك عناوينها، وأحجامها، وأسماء الوحدات، وأنواع البيانات، وكلها منظمة بشكل مرتب داخل إخراج XML.</li><li>مصممة خصيصًا لوحدات التحكم STM32 ومتوافقة مع ملفات التصحيح التي تولدها مشاريع Keil uVision، مما يضمن التكامل السلس في سير العمل الحالي.</li><li>يتمتع المستخدمون بالمرونة لتخصيص عملية الاستخراج وصيغة الإخراج لتناسب متطلباتهم الخاصة.</li><li>بواجهة مستخدم بديهية، فإن تطبيقنا متاح للمطورين من جميع مستويات الخبرة.</li><li>يتمتع المستخدمون بالمرونة لتخصيص عملية الاستخراج وصيغة الإخراج لتناسب متطلباتهم الخاصة.</li></ul>",
  "<p>Key features of the MiPark Application include.</p><ul><li>User-friendly interface for easy navigation and seamless usage.</li><li>Secure parking management with state-of-the-art security measures.</li><li>Real-time monitoring of parking availability for enhanced efficiency.</li><li>Intelligent allocation of parking spaces based on real-time data.</li><li>Convenient features such as viewing nearby parking availability, reserving parking slots, and navigating to reserved spots with ease.</li><li>Seamless payment process with integrated PayPal functionality.</li></ul>": "<p>تشمل الميزات الرئيسية لتطبيق MiPark ما يلي:</p><ul><li>واجهة سهلة الاستخدام لتسهيل التنقل والاستخدام السلس.</li><li>إدارة آمنة لمواقف السيارات باستخدام أحدث تدابير الأمان.</li><li>مراقبة توافر مواقف السيارات في الوقت الفعلي لتعزيز الكفاءة.</li><li>تخصيص ذكي لأماكن وقوف السيارات بناءً على البيانات في الوقت الفعلي.</li><li>ميزات مريحة مثل عرض توافر المواقف القريبة، وحجز أماكن وقوف السيارات، والتنقل إلى الأماكن المحجوزة بسهولة.</li><li>عملية دفع سلسة مع تكامل وظيفة PayPal.</li></ul>",
  "<p>The implementation of the solution of grouping key tasks in the warehouse, such as booking incoming goods returns, picking, packing and product relocation, would result in a significant optimization of logistics operations and a substantial improvement in overall warehouse efficiency. This strategic approach will result in greater synergy between daily activities, allowing tasks to be completed more consistently and quickly. By bringing these essential functions together, more efficient management of time and resources will be achieved, maximizing the productivity of warehouse staff.</p>": "<p>سوف يؤدي تنفيذ حل تجميع المهام الرئيسية في المستودع، مثل حجز عوائد البضائع الواردة، والتقاط، والتعبئة، ونقل المنتجات، إلى تحسين كبير في عمليات اللوجستيات وتحسين كبير في كفاءة المستودع بشكل عام. سوف تؤدي هذه المقاربة الاستراتيجية إلى تآزر أكبر بين الأنشطة اليومية، مما يسمح بإكمال المهام بشكل أكثر اتساقًا وسرعة. من خلال تجميع هذه الوظائف الأساسية معًا، سيتم تحقيق إدارة أكثر كفاءة للوقت والموارد، مما يزيد من إنتاجية موظفي المستودع إلى أقصى حد.</p>",
  "<p>Experience a paradigm shift in your sleep quality with the Askona Sleep 8 App. Harnessing the latest in sleep technology, this app empowers you to take charge of your comfort and well-being like never before.</p><ul><li>Tailor the heat level of your mattress to your exact liking, ensuring a cozy and soothing sleep environment every night.</li><li>Effortlessly connect to your mattress via Bluetooth Low Energy (BLE), ensuring reliable communication and hassle-free adjustments.</li><li>Set alarms within the app to gently awaken you at your preferred time, starting your day on a refreshing note.</li><li>Say goodbye to restless nights and hello to uninterrupted, rejuvenating sleep that leaves you feeling energized and ready to take on the day.</li><li>Embrace the future of sleep innovation with the Askona Sleep 8 App, designed to optimize your sleep experience and promote overall well-being.</li></ul>": "<p>اختبر تحولًا نوعيًا في جودة نومك مع تطبيق Askona Sleep 8. باستخدام أحدث تقنيات النوم، يمنحك هذا التطبيق القدرة على التحكم في راحتك ورفاهيتك كما لم يحدث من قبل.</p><ul><li>خصص مستوى حرارة مرتبتك وفقًا لرغبتك الدقيقة، مما يضمن بيئة نوم مريحة ومهدئة كل ليلة.</li><li>اتصل بمرتبتك بسهولة عبر تقنية Bluetooth Low Energy (BLE)، مما يضمن تواصلًا موثوقًا وتعديلات خالية من المتاعب.</li><li>اضبط المنبهات داخل التطبيق لتستيقظ برفق في الوقت المفضل لديك، لبدء يومك بنشاط وانتعاش.</li><li>قل وداعًا للليالي المضطربة ومرحبًا بنوم هادئ ومتجدد يتركك تشعر بالحيوية والاستعداد لمواجهة اليوم.</li><li>تبنى مستقبل الابتكار في النوم مع تطبيق Askona Sleep 8، المصمم لتحسين تجربة نومك وتعزيز رفاهيتك العامة.</li></ul>",
  "### Description Handheld by Wemalo represents a successfully completed project that offer a comprehensive design to optimize daily tasks, from receiving goods to relocating products in the warehouse. The application efficiently and effectively addresses key warehouse operations, including goods receiving, returns, picking, packing and relocation.": "### Description Handheld by Wemalo represents a successfully completed project that offer a comprehensive design to optimize daily tasks, from receiving goods to relocating products in the warehouse. The application efficiently and effectively addresses key warehouse operations, including goods receiving, returns, picking, packing and relocation.",
  "Visit Website": "زيارة الموقع الإلكتروني",
  "description": "الوصف",
  "content": "قدم تطبيق Askona Sleep 8: مركز التحكم النهائي لراحة المرتبة الذكية القابلة للتسخين. اكتشف مستوى جديد من التحكم في بيئة نومك مع تطبيق Askona Sleep 8 الثوري. يعمل هذا التطبيق المبتكر كمركز تحكم شخصي لك، ويتفاعل بسلاسة مع مرتبتنا الحديثة المزودة بتقنية الإنترنت للأشياء والقابلة للتسخين. قل وداعًا لتجارب النوم العامة واستقبل الراحة المخصصة وفقًا لتفضيلاتك الفريدة.",
  "We are a cutting-edge software provider,": "نحن مزودون برمجيات متقدمون،",
  "dedicated to developing innovative": "مكرسون لتطوير حلول مبتكرة",
  "and scalable solutions": "ومقيسة",
  "Raza, the CEO of Mira Elektronikentwicklung, leads a Germany-based company specializing in innovative electronic solutions. With over 15 years of experience as an electronics engineer, he has excelled in hardware, software, and system development. Specializing in the development of industrial Battery Energy Storage Systems (BESS) and Battery Management Systems (BMS), Raza also possesses a strong background in project management and team leadership. Under Raza's leadership, Mira Elektronikentwicklung has successfully delivered numerous complex projects, consistently providing tailored solutions to meet clients' needs.": "رازا، الرئيس التنفيذي لشركة ميرا إليكترونيكنيكلونغ (Mira Elektronikentwicklung)، وهو يقود شركة مقرها ألمانيا متخصصة في الحلول الإلكترونية المبتكرة. وبفضل خبرته التي تزيد عن 15 عاماً كمهندس إلكترونيات، فقد برع في تطوير الأجهزة والبرمجيات والأنظمة. يتخصص رضا في تطوير أنظمة تخزين طاقة البطاريات الصناعية (BESS) وأنظمة إدارة البطاريات (BMS)، كما يمتلك خلفية قوية في إدارة المشاريع وقيادة الفريق. وتحت قيادة رازا، نجحت شركة Mira Elektroniktronikentwicklung في تنفيذ العديد من المشاريع المعقدة بنجاح، حيث قدمت باستمرار حلولاً مصممة خصيصاً لتلبية احتياجات العملاء.",
  "Selma, our accomplished Human Resource Manager at Mira Elektronikentwicklung. With extensive experience in team acquisition and team management, Selma excels in identifying and nurturing talent to build strong, cohesive teams. Her expertise extends to overseeing payroll and ensuring all HR operations run smoothly. Selma's dedication and proficiency make her an invaluable asset to our organization.": "سلمى، مدير الموارد البشرية البارع في شركة Mira Elektroniktronikentwicklung. تتفوق سلمى في تحديد المواهب ورعايتها لبناء فرق عمل قوية ومتماسكة بفضل خبرتها الواسعة في استقطاب فرق العمل وإدارة الفرق. تمتد خبرتها إلى الإشراف على كشوف المرتبات وضمان سير جميع عمليات الموارد البشرية بسلاسة. إن تفاني سلمى وإتقانها يجعلها رصيداً لا يُقدَّر بثمن لمنظمتنا.",
  "Irtaza, the Technical Project Manager, brings a wealth of experience in hardware and software development, coupled with outstanding team management skills. His extensive background includes roles at various leading companies, where he has consistently demonstrated his ability to lead and coordinate teams effectively. Known for his strong technical knowledge and problem-solving abilities, Irtaza excels at guiding his team to develop innovative solutions that meet and exceed project requirements. His expertise ensures that projects are delivered efficiently and to the highest standards, making him an invaluable asset to any organization.": "يتمتع مدير المشروع الفني، وهو مدير المشروع التقني، بخبرة كبيرة في تطوير الأجهزة والبرمجيات، إلى جانب مهاراته المتميزة في إدارة الفريق. تشمل خلفيته الواسعة أدواراً في العديد من الشركات الرائدة، حيث أثبت باستمرار قدرته على قيادة وتنسيق فرق العمل بفعالية. يشتهر إرتازا بمعرفته التقنية القوية وقدراته على حل المشكلات، ويتفوق في توجيه فريقه لتطوير حلول مبتكرة تلبي متطلبات المشروع وتتجاوزها. تضمن خبرته تسليم المشاريع بكفاءة وبأعلى المعايير، مما يجعله رصيداً لا يُقدّر بثمن لأي مؤسسة."
}
